Revit 2027 API
ParameterTypeId.AutoMullionBorder1Grid1 Property
 "Border 1 Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AutoMullionBorder1Grid1 { get; }
Public Shared ReadOnly Property AutoMullionBorder1Grid1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AutoMullionBorder1Grid1 {
	ForgeTypeId^ get ();
}
static member AutoMullionBorder1Grid1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace